# Oh-My-ZSH plugins first
ohmyzsh/ohmyzsh path:lib
ohmyzsh/ohmyzsh path:plugins/pip
ohmyzsh/ohmyzsh path:plugins/command-not-found
ohmyzsh/ohmyzsh path:plugins/ssh-agent
ohmyzsh/ohmyzsh path:plugins/vi-mode
ohmyzsh/ohmyzsh path:plugins/tmux conditional:_is_linux

# ZSH users.
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search

# Theme
romkatv/powerlevel10k

# Auto-complete with FZF
Aloxaf/fzf-tab

# Git
wfxr/forgit
